TargetApplication=Fony 1.4.0 ... 1.4.3 (2011-11-18)
TargetApplicationSource=hukka.ncn.fi
Author=solokot <solokot gmail com>, aleks
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
GeneratorSource=www.dk-soft.org
LastModified=2011-12-07 19:02:45

[FAbout]
00000001=О программе Fony
00000003=Титры
00000006=Описание
00000007=Лог изменений
00000009=Сделано при содействии:
00000010=© 2006-2011 Joel Toivonen (hukka)\nЭта программа бесплатна.

[FBinaryExport]
00000001=Экспорт в двоичный файл
00000002=Бит на строку знаков
00000003=OK
00000004=Отмена

[FBinaryImport]
00000001=Импорт двоичных данных
00000002=Размеры шрифта
00000003=OK
00000004=Отмена
00000005=Ширина глифа
00000006=Высота глифа

[FConfig]
00000001=Настройки
00000009=OK
00000010=По умолч.
00000011=Основные
00000012=Редактирование
00000013=Стиль редактирования
00000014=Правая кнопка всегда стирает,\nсредняя всегда переключает.
00000015=Левая кнопка включает пиксели
00000016=Левая кнопка переключ. пиксели
00000017=Диалог открытия файлов как Windows 3.x
00000019=Палитра
00000020=Фон редактора
00000021=Фон редактора\nЦвет редактора\nЦвет решетки\nЦвет базовой линии\nФон глифов\nЦвет глифов\nФон выделенных глифов\nЦвет выделенных глифов\n
00000025=Language
00000026=Windows 3.x метод сохранения FNT файлов
00000027=Использовать стиль диалогов Windows 3.x для открытия файлов.
00000028=Создавать возможно более совместимые ресурсы FNT.\n(Всегда используется для шрифтов формата Win2.x)

[FCropper]
00000001=Обрезка шрифта по ширине
00000004=OK
00000005=Отмена
00000006=Слева:
00000007=Справа:
00000008=Оставить поле (px):

[FEditor]
00000001=Редактор глифов

[FExportBitmap]
00000001=Экспорт в растровое изображение
00000002=Записать
00000003=Строка:
00000004=Диапаз.:
00000005=в формате Bitmap Font Writer
00000006=Цвета
00000007=Фон:
00000008=Тон:
00000009=Прозрачный фон
00000016=OK
00000017=Отмена
00000018=Бордюр
00000019=Формат PNG (*.png)|*.png|Формат BMP (*.bmp)|*.bmp
00000020=<filename> - Имя файла без расширения\n<name> - Название шрифта\n<size> - Размер шрифта\n<i0> - Индекс глифа (первый на запись = 0)\n<i> - Индекс глифа (первый на запись = 1)\n<a> - ASCII ~ ANSI код глифа
00000022=Записывать глифы в раздельн. файлы
00000023=Шаблон имени файла:

[FImportBitmap]
00000001=Импорт глифов из растрового изображения
00000012=Глифы для захвата в изображении
00000013=Строка:
00000014=Диапаз.:
00000015=Готово
00000017=Получить глифы!
00000030=Граница:
00000032=Цвет текста:\nЦвет фона:\n

[FInfo]
00000001=Свойства шрифта: Заголовок шрифта
00000003=Перв. символ
00000023=OK
00000024=Отмена
00000025=Основной
00000026=Дополнительный
00000027=Авторское право
00000028=Высота (px)
00000029=Подъем (px)
00000030=Имя
00000031=Посл. символ
00000032=Зачеркнутый
00000033=Подчеркнутый
00000034=Курсив
00000035=Моноширинный
00000036=Вес штриха
00000037=Семейство
00000038=Набор симв.
00000039=Символ по умолчанию,\nсимвол-разделитель
00000040=Строчное опережение (px)\nвнутреннее, внешнее
00000041=Разрешение (px per inch)\nгоризонт., вертикальн.
00000043=Тонкий\nОсобо-легкий\nЛегкий\nНормальный\nСредний\nПолу-жирный\nЖирный\nОсобо-жирный\nЧерный\n
00000045=Не использовать\nRoman (Serif, пропорциональный)\nSwiss (Sans-Serif, пропорциональный)\nModern (моноширинный)\nScript (курсив)\nDecorative\n
00000047=Формат Windows 2.x
00000048=(Смещ. от перв. символа)
00000049=ФОНт Контейнер
00000050=Имя модуля
00000051=Описание
00000052=Включить Ресурс версии
00000054=Сброс

[FMain]
00000001=Fony
00000010=Растровые шрифты Windows 3.x (*.fon;*.fnt)|*.fon;*.fnt|FONt Контейнеры (*.fon)|*.fon|Font Ресурсы (*.fnt)|*.fnt|Все файлы|*.*
00000011=FONt Контейнер (*.fon)|*.fon|Font Ресурс (*.fnt)|*.fnt
00000097=Поддержив. форматы BMP, PNG, JPEG|*.bmp;*.png;*.jpg;*.jpeg
00000170=&Новый
00000171=Новый
00000172=&Отмена
00000173=Отмена
00000174=По &горизонтали
00000175=Зеркально по горизонтали
00000176=По &вертикали
00000177=Зеркально по вертикали
00000178=Открыть установ. &ФОНт...
00000179=Открыть установленный ФОНт...
00000180=&Открыть...
00000181=Открыть...
00000182=&Сохранить
00000183=Сохранить
00000184=Сохранить &как...
00000185=Сохранить как...
00000186=В&ыход
00000187=Выход
00000188=&Копировать
00000189=Копировать
00000190=Вст&авить
00000191=Вставить
00000192=Пере&загрузить
00000193=Перезагрузить
00000194=О&чистить
00000195=Очистить
00000196=&Инвертировать
00000197=Инвертировать
00000198=Изменить &размер шрифта...
00000199=&Свойства шрифта...
00000200=Свойства шрифта...
00000201=&Просмотр шрифта...
00000202=Просмотр шрифта...
00000203=Настро&йки...
00000204=Настройки...
00000205=Имп. установ. шрифта &TrueType...
00000206=Имп. &Amiga Bitmap Font...
00000207=Имп. глифов из &Битмап...
00000208=Имп. &шрифта BDF...
00000209=Имп. Bitmap Font &Writer...
00000210=Эксп. в &Битмап...
00000211=Эксп. в &шрифт BDF...
00000218=&О программе...
00000219=&Дотация
00000220=Обреза&ть шрифт по ширине...
00000221=Инсталлировать ФОНт
00000222=Деинсталлировать ФОНт
00000226=&Утолстить (диапаз.Shift)
00000227=&Вебсайт
00000228=&Форум
00000229=&Hex вид
00000230=Hex вид
00000233=Панель меню
00000273=&Файл
00000274=&Новый
00000275=&Открыть...
00000276=Открыть установ. &ФОНт...
00000278=&Импорт
00000279=Пере&загрузить
00000280=&Сохранить
00000281=Сохранить &как...
00000282=&Экспорт
00000283=Инсталлировать ФОНт
00000284=Деинсталлировать ФОНт
00000285=В&ыход
00000286=&Редактирование
00000287=&Отмена
00000288=&Копировать
00000289=Вст&авить
00000290=&Утолстить (диапаз.Shift)
00000291=&Инвертировать
00000292=Отразить &зеркально
00000293=По &горизонтали
00000294=По &вертикали
00000295=Обреза&ть шрифт по ширине...
00000296=Изменить &размер шрифта...
00000297=&Свойства шрифта...
00000298=&Вид
00000299=&Линии сетки
00000300=&Квадратные пиксели
00000301=Панель глифов (Old)
00000303=&Просмотр шрифта
00000304=&Hex вид (Error)
00000305=Настро&йки...
00000307=&Справка
00000308=&Вебсайт
00000309=&Форум
00000310=&Дотация
00000311=&О программе...
00000312=Главная панель
00000313=Инсталлировать ФОНт
00000314=Импорт установ. шрифта TrueType...
00000315=Импорт из Битмап...
00000316=Импорт Bitmap Font Writer...
00000317=Импорт шрифта BDF...
00000318=Импорт Amiga Bitmap Font...
00000319=Экспорт в Битмап...
00000320=Экспорт в шрифт BDF...
00000321=Выход из программы
00000322=Выход из программы
00000323=Изменить размер шрифта...
00000324=Вст&авить 2
00000325=Вставить 2
00000326=&Инвертировать
00000327=Инвертировать
00000328=&Копировать 2
00000329=Копировать 2
00000330=О&чистить
00000331=Очистить
00000332=&Утолстить (диапаз.Shift)
00000334=Обрезать шрифт по ширине...
00000335=О программе...
00000379=Инструменты рисования
00000380=Просмотр глифа
00000382=Глиф шрифта
00000391=Заливка
00000392=Линия
00000393=Перо
00000398=Ширина глифа
00000400=Инструменты глифа
00000405=Шрифт&ы
00000406=Глиф Sans-Serif
00000407=Глиф Serif
00000408=Десятич. код (0...255)
00000409=Шестнадцатирич. код (0...FFh)
00000412=&Новый 2
00000413=Новый 2
00000414=&Открыть 2...
00000415=Открыть 2...
00000416=Открыть установ. &ФОНт 2...
00000417=Открыть установленный ФОНт 2...
00000418=Пере&загрузить файл
00000419=Перезагрузить файл
00000420=&Сохранить 2
00000421=Сохранить 2
00000422=Сохранить &как 2...
00000423=Сохранить как 2...
00000424=Деинсталлировать ФОНт
00000425=&Свойства шрифта 2...
00000426=Свойства шрифта 2...
00000427=Ширина глифа
00000428=Размер кисти
00000476=Влево
00000477=Вправо
00000478=Вверх
00000479=Вниз
00000480=Зеркально по горизонтали
00000481=Зеркально по вертикали
00000482=Открыть... (список)
00000483=Открыть последние (список)
00000484=Сохранить... (список)
00000485=&Последние
00000486=Последние
00000488=! "#$%&'()*+,-./\n0123456789:;<=>?\n@ABCDEFGHIJKLMNO\nPQRSTUVWXYZ[\\]^_\n`abcdefghijklmno\npqrstuvwxyz{|}~\nЂЃ‚ѓ„…†‡€‰Љ‹ЊЌЋЏ\nђ‘’“”•–—™љ›њќћџ\nЎўЈ¤Ґ¦§Ё©Є«¬­®Ї\n°±Ііґµ¶·ё№є»јЅѕї\nАБВГДЕЖЗИЙКЛМНОП\nРСТУФХЦЧШЩЪЫЬЭЮЯ\nабвгдежзийклмноп\nрстуфхцчшщъыьэюя\n
00000495=&Настройки панелей инструментов...
00000496=Настройки панелей инструментов...
00000500=Уменьшить
00000501=Увеличить
00000502=Рисовать
00000503=Рисовать линии
00000504=Заливка
00000507=Изменить размер шрифта...
00000508=Импорт установ. шрифта TrueType...
00000509=Импорт Amiga Bitmap Font...
00000510=Импорт глифов из Битмап...
00000511=Импорт щрифта BDF...
00000512=Импорт Bitmap Font Writer...
00000513=Экспорт в Битмап...
00000514=Экспорт в шрифт BDF...
00000515=О программе...
00000516=Произвести дотацию
00000517=Обрезать шрифт по ширине...
00000518=Инсталлировать ФОНт
00000519=Деинсталлировать ФОНт
00000520=Утолстить (диапаз.Shift)
00000521=Fony Вебсайт
00000522=Fony Форум
00000523=Влево
00000524=Вправо
00000525=Вверх
00000526=Вниз
00000527=Настройки панелей инструментов...
00000528=Уменьшить
00000529=Увеличить
00000530=Инсталлировать ФОНт
00000531=Деинсталлировать ФОНт
00000532=Импорт Amiga Bitmap Font...
00000533=Экспорт в шрифт BDF...
00000534=Импорт Bitmap Font Writer...
00000535=Импорт из Битмап...
00000536=Импорт установ. шрифта TrueType...
00000537=Импорт шрифта BDF...
00000538=Экспорт в Битмап...
00000539=Утолстить (диапаз.Shift)
00000540=Изменить размер шрифта...
00000541=Обрезать шрифт по ширине...
00000542=О программе...
00000543=Цвет фона
00000544=Цвет текста
00000545=Выберите цвет глифа
00000548=&Линии сетки
00000549=Ква&дратные пиксели
00000550=&Палитра глифов...
00000551=PanelMemo
00000552=PanelPb
00000553=Экспорт в двоичный файл...
00000554=Экспорт шрифта в двоичный файл...
00000555=Эксп. в &двоичный файл...
00000557=&Возврат
00000558=Возврат
00000559=Имп. &двоичных данных...

[FOpenFont]
00000001=Открыть установленный ФОНт
00000002=OK
00000003=Отмена

[FPreview]
00000001=Просмотр шрифта
00000014=Увеличение

[FProportional]
00000001=Преобразование шрифта
00000002=Добавить замыкающие пробелы\n(в пикселях):
00000003=Автоматически обрезать глифы до их идеальной ширины
00000004=OK
00000005=Отмена

[FResizeFont]
00000001=Изменение размера шрифта
00000002=OK
00000003=Отмена
00000005=По горизонтали:
00000006=По вертикали:
00000007=Пикселей
00000008=Процентов
00000009=50%
00000010=200%

[FSaveFont]
00000001=Выберите шрифты для сохранения
00000002=OK
00000003=Отмена

[FTools]
00000001=Инструменты
00000002=Рисовать
00000003=Рисовать линии
00000004=Заливка
00000005=Перемещение
00000006=Глиф
00000007=Глиф Sans-Serif
00000008=Глиф Serif
00000009=Глиф шрифта
00000010=Ширина глифа
00000011=Размер кисти:

[CustomizeForm]
00000001=Настройки панелей инструментов
00000002=Toolbar
00000003=Toolbars
00000004=Commands
00000005=Shortcuts
00000006=Команды
00000007=Для добавления кнопок перетащите значок команды на панель инструментов. Для удаления кнопки команды перетащите ее за пределы панели инструментов в список команд.
00000008=Быстрый вызов
00000009=Клавиши
00000010=Изменить
00000011=Панели инструментов
00000012=Панели инструментов
00000013=Настройки
00000014=Выборочные справа\nНе показывать\nПоказывать\nТолько подписи\n
00000015=Large images\nSmall images\n
00000016=Текстовые подписи кнопок
00000017=&Icon Options
00000018=Видимая
00000019=Т&ема (скины)
00000020=Закрыть
00000021=По &умолчанию

[$CONSTANTS]
GLYPH_PLURAL=глифы
GLYPH_SINGULAR=глиф
MSTR_ABOUTDIALOG=Версия $Version$\n$BuildDate$
MSTR_ASKSAVE_NO=Нет
MSTR_ASKSAVE_YES=Да
MSTR_BFWIMPORT_GETASCII=Пожалуйста, введите ASCII ~ ANSI значение первого символа в изображении.
MSTR_BFWIMPORT_TITLE=Импорт Bitmap Font Writer
MSTR_CANCEL=Отмена
MSTR_CANCELED=Операция отменена.
MSTR_CONFIRM_CONVERTMONOSPACED=Преобразовать в шрифт с фиксированной шириной?\nШирина глифов будет %d пикселей.
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=Преобразование в моноширинный
MSTR_CONFIRM_DELETEFONT=Вы уверены, что хотите удалить этот шрифт?
MSTR_CONFIRM_DELETEFONT_TITLE=Подтверждение удаления шрифта
MSTR_CONFIRM_FONTMODIFIED=Этот шрифт был изменен.\nСохранить изменения?
MSTR_CONFIRM_FONTMODIFIED_TITLE=Шрифт изменен
MSTR_CONFIRM_RESETSETTINGS=Установить настройки по умолчанию?
MSTR_CONFIRM_RESETSETTINGS_TITLE=Сброс настроек
MSTR_CUST_CHANGESHORTCUT=Эта комбинация уже используется для вызова команды "%s".\nПереназначить ее на команду "%s"?
MSTR_CUST_CHANGESHORTCUTTITLE=Изменение комбинации клавиш
MSTR_CUST_SEPARATOR=[ Разделитель ]
MSTR_CUST_SEPARATOR_BLANK=(Пустой разделитель)
MSTR_DIALOG_CONFIRM=Подтверждение
MSTR_DIALOG_ERROR=Ошибка
MSTR_DIALOG_NOTICE=Примечание
MSTR_DIALOG_WARNING=Внимание
MSTR_DONE_BFWIMPORT=Шрифт Bitmap Font Writer импортирован.
MSTR_DONE_BINARYEXPORT=Двоичные данные экспортированы.
MSTR_DONE_CONVERTMONOSPACED=Шрифт преобразован в моноширинный.
MSTR_DONE_CONVERTPROPORTIONAL=Шрифт преобразован в пропорциональный.
MSTR_DONE_EXPORTBITMAP=Растровое изображение сохранено.
MSTR_DONE_FONTCREATE=Новый шрифт создан.
MSTR_DONE_FONTIMPORT=Шрифт импортирован.
MSTR_DONE_FONTINSTALL=Шрифт установлен. (%s)
MSTR_DONE_FONTLIST_NEWFONT=Новый шрифт создан.
MSTR_DONE_FONTLIST_REMOVEFONT=Шрифт удален.
MSTR_DONE_FONTLOAD=Шрифт загружен. (%d килобайт)
MSTR_DONE_FONTRESIZE=Размер шрифта изменен.
MSTR_DONE_FONTSAVE=Шрифт сохранен. (%d килобайт)
MSTR_DONE_FONTUNINSTALL=Шрифт удален из системы.
MSTR_DONE_IMPORTFNT_MANY=%d шрифтовых ресурсов импортировано.
MSTR_DONE_IMPORTFNT_ONE=1 шрифтовой ресурс импортирован.
MSTR_ERROR_BFWIMPORT=Этот растровый шрифт не является шрифтом в формате Bitmap Font Writer. Все равно попробовать загрузить?
MSTR_ERROR_CONVERTED=Размер растра превышает лимит шрифта Win2.x; преобразовано в формат Win3.x.
MSTR_ERROR_FONTLOAD=Сбой при загрузке шрифта:
MSTR_ERROR_FONTLOAD_TITLE=Ошибка при загрузке шрифта
MSTR_ERROR_FONTSAVE=Ошибка при сохранении шрифта.
MSTR_ERROR_FONTUNINSTALL=Ошибка при удалении шрифта из системы.
MSTR_ERROR_GETBITMAPFONTS=Установленных растровых шрифтов не найдено!
MSTR_ERROR_GETBITMAPFONTS_TITLE=Ошибка
MSTR_FILEDIALOG_ALLFILES=Все файлы
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Все файлы|*.*|Amiga Bitmap Fonts (*.font)
MSTR_FILEDIALOG_BDFBITMAPFONTS=Все файлы|*.*|Шрифты BDF (*.bdf)
MSTR_FNT_ERROR_DATATOOSHORT=Данных слишком мало.
MSTR_FNT_ERROR_FILENOTFOUND=Файл не найден.
MSTR_FNT_ERROR_INVALIDBOUNDARIES=Ресурс шрифта имеет неверную начальную позицию или размер.
MSTR_FNT_ERROR_INVALIDHEADER=Неверный заголовок шрифта.
MSTR_FNT_ERROR_INVALIDNEHEADER=Не найден корректный NE заголовок.
MSTR_FNT_ERROR_NONE=Без ошибок
MSTR_FNT_ERROR_OVERRUN=Данные растрового изображения выходят за границы файла.
MSTR_FNT_ERROR_UNKNOWN=Неизвестная ошибка!
MSTR_FNT_ERROR_UNSUPPORTED=Шрифт в неподдерживаемом формате.
MSTR_FNT_ERROR_VECTORFONT=Векторные шрифты не поддерживаются.
MSTR_FONTLIST_NEWFONT=Новый шрифт
MSTR_FONTMENU_ADD=&Добавить...
MSTR_FONTMENU_ADDFROMFILE=Добавить &из файла...
MSTR_FONTMENU_REMOVE=&Удалить шрифт
MSTR_NO=Нет
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=Внимание:
MSTR_WARNING_FONTLOAD_TITLE=Внимание
MSTR_WARNING_NOFONTLOADED=Нет загруженных шрифтов
MSTR_YES=Да
